Repository: Wolfram33/WP-login-octapass-captcha
Catalog: 1.5/WP-login-octapass-captcha/languages/octapass-captcha-*.po
Languages: es_es

source: Anzahl der Farben pro Aufgabe (2-8)
es_es: Número de colores por tarea (2-8)

source: Konfigurieren Sie die Schwierigkeit des Captchas.
es_es: Configura la dificultad del captcha.

source: Wählen Sie, welche Farben im Captcha verwendet werden sollen.
es_es: Elige qué colores se deben usar en el captcha.

source: Passen Sie das Aussehen des Captchas an.
es_es: Personaliza la apariencia del captcha.

source: Geschützt durch %s
es_es: Protegido por %s

source: Sicherheitsprüfung
es_es: Verificación de seguridad

source: Klicken Sie die Farben in der angegebenen Anzahl:
es_es: Haz clic en los colores en la cantidad indicada:

source: Bitte wählen Sie im Adminbereich mindestens %d aktive Farben für das Captcha aus!
es_es: ¡Selecciona al menos %d colores activos para el captcha en el área de administración!

source: Neue Aufgabe
es_es: Nueva tarea

source: Es gab ein Problem beim Generieren der Aufgabe. Bitte versuchen Sie es erneut.
es_es: Hubo un problema al generar la tarea. Por favor, inténtalo de nuevo.

source: Klicks pro Farbe (1-5)
es_es: Clics por color (1-5)

source: Wählen Sie mindestens so viele Farben aus, wie die minimale Anzahl Farben im Captcha beträgt.
es_es: Selecciona al menos tantos colores como el número mínimo requerido en el captcha.

source: Zeigt "Geschützt durch OctaPass-Captcha" über dem Captcha an.
es_es: Muestra "Protegido por OctaPass-Captcha" encima del captcha.

source: Wenn du das Branding entfernst, wäre es eine gute Idee, mir einen Kaffee zu spendieren.
es_es: Si eliminas la marca, sería una buena idea invitarme a un café.

source: Anweisungstext für die Benutzer.
es_es: Texto de instrucciones para los usuarios.

source: Das Captcha ist nicht korrekt gelöst. Bitte versuchen Sie es erneut.
es_es: El captcha no se resolvió correctamente. Por favor, inténtalo de nuevo.

source: Falsche Farbe oder Reihenfolge! Das Captcha wurde zurückgesetzt.
es_es: ¡Color o secuencia incorrecta! El captcha ha sido reiniciado.

source: Rot
es_es: Rojo

source: Blau
es_es: Azul

source: Grün
es_es: Verde

source: Orange
es_es: Naranja

source: Schwarz
es_es: Negro

source: Weiß
es_es: Blanco

source: Gelb
es_es: Amarillo

source: Türkis
es_es: Turquesa

source: Hinweis:
es_es: Nota:

source: Die Vorschau ist nur ein ungefähres Abbild des tatsächlich generierten Captchas.
es_es: La vista previa es solo una representación aproximada del captcha realmente generado.

source: Aufgrund der dynamischen Aufgaben-Erzeugung und vieler Zufallsereignisse ist keine 1:1-Vorschau möglich.
es_es: Debido a la generación dinámica de tareas y muchos eventos aleatorios, no es posible una vista previa 1:1.
