Repository: Wolfram33/WP-login-octapass-captcha
Catalog: languages/octapass-captcha-*.po
Languages: fr_fr, nl_nl, pl_pl

source: Anzahl der Farben pro Aufgabe (2-8)
fr_fr: Nombre de couleurs par tâche (2-8)
nl_nl: Aantal kleuren per taak (2-8)
pl_pl: Liczba kolorów na zadanie (2-8)

source: Konfigurieren Sie die Schwierigkeit des Captchas.
fr_fr: Configurez la difficulté du captcha.
nl_nl: Configureer de moeilijkheidsgraad van de captcha.
pl_pl: Skonfiguruj poziom trudności captchy.

source: Wählen Sie, welche Farben im Captcha verwendet werden sollen.
fr_fr: Choisissez les couleurs à utiliser dans le captcha.
nl_nl: Kies welke kleuren in de captcha moeten worden gebruikt.
pl_pl: Wybierz, które kolory mają być używane w captchy.

source: Passen Sie das Aussehen des Captchas an.
fr_fr: Personnalisez l'apparence du captcha.
nl_nl: Pas het uiterlijk van de captcha aan.
pl_pl: Dostosuj wygląd captchy.

source: Geschützt durch %s
fr_fr: Protégé par %s
nl_nl: Beschermd door %s
pl_pl: Chronione przez %s

source: Sicherheitsprüfung
fr_fr: Vérification de sécurité
nl_nl: Beveiligingscontrole
pl_pl: Sprawdzenie bezpieczeństwa

source: Klicken Sie die Farben in der angegebenen Anzahl:
fr_fr: Cliquez sur les couleurs dans la quantité indiquée :
nl_nl: Klik op de kleuren in de opgegeven hoeveelheid:
pl_pl: Kliknij kolory w podanej liczbie:

source: Bitte wählen Sie im Adminbereich mindestens %d aktive Farben für das Captcha aus!
fr_fr: Veuillez sélectionner au moins %d couleurs actives pour le captcha dans l'administration !
nl_nl: Selecteer minstens %d actieve kleuren voor de captcha in het beheerpaneel!
pl_pl: Wybierz co najmniej %d aktywnych kolorów dla captchy w panelu administracyjnym!

source: Neue Aufgabe
fr_fr: Nouvelle tâche
nl_nl: Nieuwe taak
pl_pl: Nowe zadanie

source: Es gab ein Problem beim Generieren der Aufgabe. Bitte versuchen Sie es erneut.
fr_fr: Un problème est survenu lors de la génération de la tâche. Veuillez réessayer.
nl_nl: Er is een probleem opgetreden bij het genereren van de taak. Probeer het opnieuw.
pl_pl: Wystąpił problem podczas generowania zadania. Spróbuj ponownie.

source: Klicks pro Farbe (1-5)
fr_fr: Clics par couleur (1-5)
nl_nl: Kliks per kleur (1-5)
pl_pl: Kliknięcia na kolor (1-5)

source: Wählen Sie mindestens so viele Farben aus, wie die minimale Anzahl Farben im Captcha beträgt.
fr_fr: Sélectionnez au moins autant de couleurs que le nombre minimum requis dans le captcha.
nl_nl: Selecteer minstens zoveel kleuren als het minimumaantal vereiste kleuren in de captcha.
pl_pl: Wybierz co najmniej tyle kolorów, ile wynosi minimalna liczba kolorów w captchy.

source: Zeigt "Geschützt durch OctaPass-Captcha" über dem Captcha an.
fr_fr: Affiche "Protégé par OctaPass-Captcha" au-dessus du captcha.
nl_nl: Toont "Beschermd door OctaPass-Captcha" boven de captcha.
pl_pl: Wyświetla "Chronione przez OctaPass-Captcha" nad captchą.

source: Wenn du das Branding entfernst, wäre es eine gute Idee, mir einen Kaffee zu spendieren.
fr_fr: Si tu retires le branding, ce serait sympa de m’offrir un café.
nl_nl: Als je de branding verwijdert, is het een goed idee om me op een kopje koffie te trakteren.
pl_pl: Jeśli usuniesz branding, byłoby miło postawić mi kawę.

source: Anweisungstext für die Benutzer.
fr_fr: Texte d'instructions pour les utilisateurs.
nl_nl: Instructietekst voor de gebruikers.
pl_pl: Tekst instrukcji dla użytkowników.

source: Das Captcha ist nicht korrekt gelöst. Bitte versuchen Sie es erneut.
fr_fr: Le captcha n'a pas été résolu correctement. Veuillez réessayer.
nl_nl: De captcha is niet correct opgelost. Probeer het opnieuw.
pl_pl: Captcha nie została poprawnie rozwiązana. Spróbuj ponownie.

source: Falsche Farbe oder Reihenfolge! Das Captcha wurde zurückgesetzt.
fr_fr: Mauvaise couleur ou mauvais ordre ! Le captcha a été réinitialisé.
nl_nl: Verkeerde kleur of volgorde! De captcha is opnieuw ingesteld.
pl_pl: Zły kolor lub kolejność! Captcha została zresetowana.

source: Rot
fr_fr: Rouge
nl_nl: Rood
pl_pl: Czerwony

source: Blau
fr_fr: Bleu
nl_nl: Blauw
pl_pl: Niebieski

source: Grün
fr_fr: Vert
nl_nl: Groen
pl_pl: Zielony

source: Orange
nl_nl: Oranje
pl_pl: Pomarańczowy

source: Schwarz
fr_fr: Noir
nl_nl: Zwart
pl_pl: Czarny

source: Weiß
fr_fr: Blanc
nl_nl: Wit
pl_pl: Biały

source: Gelb
fr_fr: Jaune
nl_nl: Geel
pl_pl: Żółty

source: Türkis
fr_fr: Turquoise
nl_nl: Turquoise
pl_pl: Turkusowy

source: Hinweis:
fr_fr: Remarque :
nl_nl: Let op:
pl_pl: Uwaga:

source: Die Vorschau ist nur ein ungefähres Abbild des tatsächlich generierten Captchas.
fr_fr: L'aperçu n'est qu'une représentation approximative du captcha réellement généré.
nl_nl: De preview is slechts een benaderende weergave van de daadwerkelijk gegenereerde captcha.
pl_pl: Podgląd jest jedynie przybliżonym odwzorowaniem faktycznie wygenerowanego captcha.

source: Aufgrund der dynamischen Aufgaben-Erzeugung und vieler Zufallsereignisse ist keine 1:1-Vorschau möglich.
fr_fr: En raison de la génération dynamique des tâches et de nombreux événements aléatoires, un aperçu 1:1 n'est pas possible.
nl_nl: Door de dynamische taakgeneratie en veel willekeurige gebeurtenissen is een 1-op-1-preview niet mogelijk.
pl_pl: Ze względu na dynamiczne generowanie zadań i wiele losowych zdarzeń nie jest możliwy podgląd 1:1.
